*****************************
**        ENGLISH          **
*****************************

[English]
ACStatus=AC status:
Offline=Offline
Online=Online
unknown=Unknown
BatStatus=Bat status:
High=High
Low=Low
Critical=Critical
Charging=Charging
NoBattery=No System battery
UnknownStatus=Unknown status
Unavailable1=1-st Battery Unplugged
Unavailable2=2-nd Battery Unplugged

CPU_Info=CPU
RAM_Info=RAM
DD_Info=Display Device
PS_Info=Power Supply
PS_BATTERIES=Battery
PS_B_Info=Basic
PS_A_Info=Advanced
SYS_Info=System
HDD_Info=HDD
INF_Info=BEbattery.dll
PERF_Info=Performance

ElapsedTime=Elapsed:
TotalTime=Total:

ButtonInfo=Info
ButtonOptions=Options
ButtonAbout=Help
ButtonExit=Exit
ButtonOk=Ok
ButtonReport=Report
ButtonBenchmark=Bench
ButtonDefault=Default
ButtonLoad=Load text

_CPU_CPU=CPU
_CPU_CLOCK=CPU Clock
_CPU_EXT=CPU Extensions
_CPU_CACHE=CPU Cache
_CPU_L1I=Level 1 Intsructions:
_CPU_L1D=Level 1 Data:
_CPU_L2D=Level 2 Data:
_CPU_SERIAL=Serial number

_RAM_RAM=RAM
_RAM_LOAD=RAM load
_RAM_SLOTS=Memory slot count

_DD_GLRENDERER=OpenGL render device
_DD_GLVERSION=OpenGL driver version
_DD_RESOLUTION=Screen resolution
_DD_ADAPTER=Adapter
_DD_VS=Vertex shader version
_DD_PS=Pixel shader version
_DD_NOPS=Pixel shaders not supported
_DD_NOVS=Vertex shaders not supported

_PS_BATCOUNT=Batteries count
_PS_BATAVAIL=Battery(-ies) available
_PS_NAME=Battery name
_PS_MANNAME=Manufacturer
_PS_SERIAL=Serial number
_PS_UID=Unique ID
_PS_TEMPERATURE=Temperature
_PS_CHEMISTRY=Chemistry
_PS_ELECTRIC=Electrical info
_PS_DCAPACITY=Design capacity
_PS_CAPACITY=Current capacity
_PS_VOLTAGE=Current voltage
_PS_DESVOLTAGE=Designed voltage
_PS_FCCAPACITY=Full charged capacity
_PS_MAH=mAh
_PS_MWH=mWh
_PS_NOTC=Termal control not present
_PS_NOCC=No support for cycles count
_PS_CYCLES=Cycles count
_PS_DATE=Date of manufacture
_PS_DISCRGSUP=Force Discharge support
_PS_CRGSUP=Force Charge support
_PS_SUPPORTED=Supported
_PS_NOTSUPPORTED=Not supported
_PS_CELLSCOUNT=Cells count
_PS_NOCURBAT=Battery is not available

_SYS_MODEL=Model
_SYS_MODELEX=Extended Model detect
_SYS_MANUFACT=System Manufacture
_SYS_OS=OS
_SYS_BIOS_VENDOR=BIOS Vendor
_SYS_BIOS_VERSION=BIOS Version
_SYS_BIOS_DATE=BIOS Date

_HDD_MODEL=HDD model
_HDD_SERIAL=HDD serial
_HDD_FIRMWARE=HDD firmWare

_INF_DATE=Last Modified
_INF_VERSION=Version
_INF_COMPAT=Compatibilities
_INF_OS=OS required

_PERF_CPU=CPU
_PERF_VIDEO=Video
_PERF_RAM=RAM
_PERF_HDD=HDD

Language=Language
GraphWidth=Graph Width
Resolution=OpenGL Resolution
FullScreen=Fullscreen
TestMode=Benchmark mode
ModeClassic=Classic
ModeReader=Reader's test
ModeIdle=Idle
ChargeGraph=Create battery charging graph
BeginTest=Begin test when disconnecting AC
BenchWait=Please wait while bechmark will come to the end
BenchAborted=Benchmark Aborted!


*****************************
**        RUSSIAN          **
*****************************

[Русский]
ACStatus=Питание:
Offline=От аккумулятора
Online=От сети
unknown=Неизвестно
BatStatus=Батарея:
High=Высокий заряд
Low=Низкий заряд
Critical=Критический заряд
Charging=Заряжается
NoBattery=Нет аккумулятора
UnknownStatus=Статус неизвестен
Unavailable1=1-я Батарея не подключена
Unavailable2=2-я Батарея не подключена

CPU_Info=ЦПУ
RAM_Info=ОЗУ
DD_Info=Видеоадаптер
PS_Info=Аккумулятор
PS_BATTERIES=АКБ
PS_B_Info=Основное
PS_A_Info=Дополнит.
SYS_Info=Система
HDD_Info=Жесткий диск
INF_Info=BEbattery.dll
PERF_Info=Скорость

ElapsedTime=Прошло:
TotalTime=Расчет:

ButtonInfo=Инфо
ButtonOptions=Опции
ButtonAbout=Справка
ButtonExit=Выход
ButtonOk=Ок
ButtonReport=Отчет
ButtonBenchmark=Тест
ButtonDefault=Станд.
ButtonLoad=Выбрать текст

_CPU_CPU=ЦП
_CPU_CLOCK=Частота ЦП
_CPU_EXT=Расширения ЦП
_CPU_CACHE=Кэш-память ЦП
_CPU_L1I=Уровень 1 инструкции:
_CPU_L1D=Уровень 1 данные:
_CPU_L2D=Уровень 2 данные:
_CPU_SERIAL=Серийный номер

_RAM_RAM=ОЗУ
_RAM_LOAD=Загрузка ОЗУ
_RAM_SLOTS=Кол-во разъемов под память

_DD_GLRENDERER=Устройство OpenGL вывода
_DD_GLVERSION=Версия OpenGL драйвера
_DD_RESOLUTION=Разрешение экрана
_DD_ADAPTER=Адаптер
_DD_VS=Версия вершинных шейдеров
_DD_PS=Версия пиксельных шейдеров
_DD_NOPS=Пиксельные шейдеры не поддерживаются
_DD_NOVS=Вершинные шейдеры не поддерживаются

_PS_BATCOUNT=Количество батарей
_PS_BATAVAIL=шт. доступно
_PS_NAME=Модель батареи
_PS_MANNAME=Производитель
_PS_SERIAL=Серийный номер
_PS_UID=Уникальный Номер
_PS_TEMPERATURE=Температура
_PS_CHEMISTRY=Химический состав
_PS_ELECTRIC=Электрические хар-ки
_PS_DCAPACITY=Номинальная ёмкость
_PS_CAPACITY=Текущая ёмкость
_PS_VOLTAGE=Текущее напряжение
_PS_DESVOLTAGE=Номинальное напряжение
_PS_FCCAPACITY=Максимальная ёмкость
_PS_MAH=мАч
_PS_MWH=мВч
_PS_NOTC=Нет датчика температуры
_PS_NOCC=Нет счетчика циклов
_PS_CYCLES=Циклы заряд\разряд
_PS_DATE=Дата производства
_PS_DISCRGSUP=Принудительная разрядка
_PS_CRGSUP=Принудительная зарядка
_PS_SUPPORTED=Поддерживается
_PS_NOTSUPPORTED=Не поддерживается
_PS_CELLSCOUNT=Кол-во элементов
_PS_NOCURBAT=Аккумулятор недоступен

_SYS_MODEL=Модель
_SYS_MODELEX=Модель (рассширенная)
_SYS_MANUFACT=Производитель
_SYS_OS=ОС
_SYS_BIOS_VENDOR=Производитель BIOS
_SYS_BIOS_VERSION=Версия BIOS
_SYS_BIOS_DATE=Дата BIOS

_HDD_MODEL=Модель жесткого диска
_HDD_SERIAL=Серийный номер
_HDD_FIRMWARE=ПО

_INF_DATE=Последние изменения
_INF_VERSION=Версия
_INF_COMPAT=Совместимость
_INF_OS=Необходимая ОС

_PERF_CPU=ЦП
_PERF_VIDEO=Видеоподсистема
_PERF_RAM=ОЗУ
_PERF_HDD=Жесткий диск

Language=Язык
GraphWidth=Ширина графика
Resolution=Разрешение OpenGL
FullScreen=На весь экран
TestMode=Режим теста
ModeClassic=Классический
ModeReader=Читательский
ModeIdle=Режим простоя
ChargeGraph=Создать график заряда
BeginTest=Начинать тест при отключении от сети
BenchWait=Пожалуйста подождите, пока завершится тест
BenchAborted=Тестирование прервано!


*****************************
**        УКРАЇНСЬКА       **
*****************************

[Українська]
ACStatus=Живлення:
Offline=Від акумулятора
Online=Від мережі
unknown=Невідомо
BatStatus=Батарея:
High=Високий заряд
Low=Низький заряд
Critical=Критичний заряд
Charging=Заряджається
NoBattery=Відсутній акумулятор
UnknownStatus=Стан невідомий
Unavailable1=1-ша Батарея недосяжна
Unavailable2=2-га Батарея недосяжна

CPU_Info=ЦПП
RAM_Info=ОЗП
DD_Info=Відеоадаптер
PS_Info=Акумулятор
PS_BATTERIES=АКБ
PS_B_Info=Основне
PS_A_Info=Додаткове
SYS_Info=Система
HDD_Info=Жорсткий диск
INF_Info=BEbattery.dll
PERF_Info=Швидкість

ElapsedTime=Пройшло:
TotalTime=Розрахунок:

ButtonInfo=Інфо
ButtonOptions=Опції
ButtonAbout=Довідка
ButtonExit=Вихід
ButtonOk=Ок
ButtonReport=Звіт
ButtonBenchmark=Тест
ButtonDefault=Станд.
ButtonLoad=Вибрати текст

_CPU_CPU=ЦПП
_CPU_CLOCK=Частота ЦПП
_CPU_EXT=Розширення ЦПП
_CPU_CACHE=Кеш-пам"ять ЦПП
_CPU_L1I=Рівень 1 інструкції:
_CPU_L1D=Рівень 1 дані:
_CPU_L2D=Рівень 2 дані:
_CPU_SERIAL=Серійний номер

_RAM_RAM=ОЗП
_RAM_LOAD=Завантаження ОЗП
_RAM_SLOTS=К-сть роз'ємів для пам'яті

_DD_GLRENDERER=Пристрій OpenGL виводу
_DD_GLVERSION=Версія OpenGL драйвера
_DD_RESOLUTION=Дозвіл екрана
_DD_ADAPTER=Адаптер
_DD_VS=Версія вершиних шейдерів
_DD_PS=Версія піксельних шейдерів
_DD_NOPS=Піксельні шейдери не підтримуються
_DD_NOVS=Вершині шейдери не підтримуються

_PS_BATCOUNT=Кількість батарей
_PS_BATAVAIL=шт. доступно
_PS_NAME=Модель батареї
_PS_MANNAME=Виробник
_PS_SERIAL=Серійний номер
_PS_UID=Унікальний Номер
_PS_TEMPERATURE=Температура
_PS_CHEMISTRY=Хімічний склад
_PS_ELECTRIC=Електричні хар-ки
_PS_DCAPACITY=Номінальна ємність
_PS_CAPACITY=Поточна ємність
_PS_VOLTAGE=Поточна напруга
_PS_DESVOLTAGE=Номінальная напруга
_PS_FCCAPACITY=Максимальная ємність
_PS_MAH=мАг
_PS_MWH=мВг
_PS_NOTC=Немає датчика температури
_PS_NOCC=Немає лічильника циклів
_PS_CYCLES=Цикли заряд\розряд
_PS_DATE=Дата виготовлення
_PS_DISCRGSUP=Примусова розрядка
_PS_CRGSUP=Примусова зарядка
_PS_SUPPORTED=Підтримлюється
_PS_NOTSUPPORTED=Не підтримлюється
_PS_CELLSCOUNT=Кіл-ть елементів
_PS_NOCURBAT=Акумулятор недосяжний

_SYS_MODEL=Модель
_SYS_MODELEX=Модель(Розширена)
_SYS_MANUFACT=Виробник
_SYS_OS=ОС
_SYS_BIOS_VENDOR=Виробник BIOS
_SYS_BIOS_VERSION=Версія BIOS
_SYS_BIOS_DATE=Дата BIOS

_HDD_MODEL=Модель жорсткого диска
_HDD_SERIAL=Серійний номер
_HDD_FIRMWARE=ПЗ

_INF_DATE=Останні зміни
_INF_VERSION=Версія
_INF_COMPAT=Сумісність
_INF_OS=Необхідна ОС

_PERF_CPU=ЦПП
_PERF_VIDEO=Відеопідсистема
_PERF_RAM=ОЗП
_PERF_HDD=Жорсткий диск

Language=Мова
GraphWidth=Ширина графіка
Resolution=Дозвіл OpenGL
FullScreen=На весь екран
TestMode=Тестовий режим
ModeClassic=Класичний
ModeReader=Читацький
ModeIdle=Режим простою
ChargeGraph=Створити графік заряду
BeginTest=Почати тест при відімкненні від мережі
BenchWait=Зачекайте, будь ласка, доки скінчиться тест
BenchAborted=Benchmark Aborted!

*****************************
**        Polski           **
*****************************

[Polski]
ACStatus=Zasilacz:
Offline=Wyłączony
Online=Włączony
unknown=Nieznany
BatStatus=Stan baterii:
High=Wysoki
Low=Niski
Critical=Krytyczny
Charging=Ładowanie
NoBattery=Brak baterii
UnknownStatus=Stan nieznany
Unavailable1=1-sza bateria odłączona
Unavailable2=2-ga bateria odłączona

CPU_Info=CPU
RAM_Info=RAM
DD_Info=Wyświetlacz
PS_Info=Źródło zasilania
PS_BATTERIES=Bateria
PS_B_Info=Podstawowy
PS_A_Info=Zaawansowany
SYS_Info=System
HDD_Info=HDD
INF_Info=BEbattery.dll
PERF_Info=Wydajność

ElapsedTime=Pozostało:
TotalTime=Total:

ButtonInfo=Info
ButtonOptions=Opcje
ButtonAbout=Pomoc
ButtonExit=Wyjście
ButtonOk=Ok
ButtonReport=Raport
ButtonBenchmark=Test wydajności
ButtonDefault=Domyślne
ButtonLoad=Załaduj tekst

_CPU_CPU=CPU
_CPU_CLOCK=Zegar CPU
_CPU_EXT=Rozszeżenia instrukcji CPU
_CPU_CACHE=CPU Cache
_CPU_L1I=Instrukcje 1-szego poziomu:
_CPU_L1D=Wielkość 1-szego poziomu:
_CPU_L2D=Wielkość 2-giego poziomu:
_CPU_SERIAL=Numer seryjny

_RAM_RAM=RAM
_RAM_LOAD=Obciążenie RAM
_RAM_SLOTS=Ilość złączy RAM

_DD_GLRENDERER=Urządzenie renderujące OpenGL
_DD_GLVERSION=Wersja sterownika OpenGL
_DD_RESOLUTION=Rozdzielczość ekranu
_DD_ADAPTER=Karta grafiki
_DD_VS=Wersja Vertex shader
_DD_PS=Wersja Pixel shader
_DD_NOPS=Pixel shaders nie obsługiwane
_DD_NOVS=Vertex shaders nie obsługiwane

_PS_BATCOUNT=Ilość baterii
_PS_BATAVAIL=Dostępnaych baterii
_PS_NAME=Nazwa baterii
_PS_MANNAME=Producent
_PS_SERIAL=Numer seryjny
_PS_UID=Unikalne ID
_PS_TEMPERATURE=Temperatura
_PS_CHEMISTRY=Typ baterii
_PS_ELECTRIC=Informacja o elektryce
_PS_CAPACITY=Pojemność prądowa
_PS_VOLTAGE=Obecne napięcie
_PS_DESVOLTAGE=Napięcie fabryczne
_PS_DCAPACITY=Napięcie fabryczne
_PS_FCCAPACITY=Pojmność całkowita
_PS_MAH=mAh
_PS_MWH=mWh
_PS_NOTC=Pomiar temperatury niedostępny
_PS_NOCC=Liczba cykli niedostępna
_PS_CYCLES=Liczba cykli
_PS_DATE=Data produkcji
_PS_DISCRGSUP=Szybkie rozładowanie
_PS_CRGSUP=Szybkie ładowanie
_PS_SUPPORTED=Dostępne
_PS_NOTSUPPORTED=Niedostępne
_PS_CELLSCOUNT=Ilość komór
_PS_NOCURBAT=Bateria nie jest dostępna

_SYS_MODEL=Model
_SYS_MODELEX=Rozszeżone informacje o modelu
_SYS_MANUFACT=Producent
_SYS_OS=System operacyjny
_SYS_BIOS_VENDOR=Producent BIOS'u
_SYS_BIOS_VERSION=Wersja BIOS'u
_SYS_BIOS_DATE=Data BIOS'u

_HDD_MODEL=Model HDD
_HDD_SERIAL=numer seryjny HDD
_HDD_FIRMWARE=firmware HDD

_INF_DATE=Ostatnio modyfikowane
_INF_VERSION=Wersja
_INF_COMPAT=Kompatybilność
_INF_OS=Wymagany system operacyjny

_PERF_CPU=CPU
_PERF_VIDEO=Grafika
_PERF_RAM=RAM
_PERF_HDD=HDD

Language=Język
GraphWidth=Szerokość wykresu
Resolution=Rozdzielczość OpenGL
FullScreen=Pełny ekran
TestMode=Tryb testowy
ModeClassic=Klasyczny
ModeReader=Test czytnika
ModeIdle=stan spoczynkowy
ChargeGraph=Utwórz wykres ładowania baterii
BeginTest=Zacznij test po odłączeniu od zasilacza
BenchWait=Poczekaj aż test się zakończy
BenchAborted=Test zatrzymany

*****************************
**       Français          **
*****************************
[Français]
ACStatus=énergie:
Offline=d’accumulateur
Online=d’électricité
unknown=inconnu
BatStatus=batterie:
High=charge électrique élevée
Low=charge électrique bas
Critical=charge électrique critique
Charging=chargement
NoBattery=il n’y a pas d’accumulateur
UnknownStatus=statut est inconnu
Unavailable1=la 1-ère batterie n’est pas connectée
Unavailable2=la 2-ème batterie n’est pas connectée

CPU_Info=CPU
RAM_Info=RAM
DD_Info=vidéo- adaptateur
PS_Info=accumulateur
PS_BATTERIES=accu
PS_B_Info=principal
PS_A_Info=secondaire
SYS_Info=system
HDD_Info=disque dur
INF_Info=BEbattery.dll
PERF_Info=vitesse

ElapsedTime=hors temps:
TotalTime=total:

ButtonInfo=info
ButtonOptions=options
ButtonAbout=aide
ButtonExit=sortie
ButtonOk=ok
ButtonReport=rapport
ButtonBenchmark=test
ButtonDefault=standard
ButtonLoad=choisir text

_CPU_CPU=CPU
_CPU_CLOCK=CPU fréquence
_CPU_EXT=CPU fréquence large
_CPU_CACHE=CPU – cache mémoire
_CPU_L1I=niveau 1 instructions:
_CPU_L1D=niveau 1 donnés:
_CPU_L2D=niveau 2 donnés:
_CPU_SERIAL=numéro de série

_RAM_RAM=RAM
_RAM_LOAD=chargement la mémoire
_RAM_SLOTS=nombre d’assemblage pour la mémoire

_DD_GLRENDERER=l’impression
_DD_GLVERSION=OpenGL version
_DD_RESOLUTION=possibilité d’écran
_DD_ADAPTER=adaptateur
_DD_VS=Vertex Shader
_DD_PS=Pixel Shader
_DD_NOPS=Pixel Shader absent
_DD_NOVS=Vertex Shader absent

_PS_BATCOUNT=nombre de batteries
_PS_BATAVAIL=accès
_PS_NAME=model de la batterie
_PS_MANNAME=producteur
_PS_SERIAL=numéro de série
_PS_UID=numéro unique
_PS_TEMPERATURE=température
_PS_CHEMISTRY=ingrédients chimiques
_PS_ELECTRIC=caractéristiques électriques
_PS_DCAPACITY=capacité nominale
_PS_CAPACITY=capacité courante
_PS_VOLTAGE=tension courante
_PS_DESVOLTAGE=tension nominale
_PS_FCCAPACITY=capacité maximale
_PS_MAH=mAh
_PS_MWH=mAh
_PS_NOTC=thermomètre absent
_PS_NOCC=compteur de cycles absent
_PS_CYCLES=cycle chargement/déchargement
_PS_DATE=date de production
_PS_DISCRGSUP=déchargement obligatoire
_PS_CRGSUP=chargement obligatoire
_PS_SUPPORTED=support
_PS_NOTSUPPORTED=support absent
_PS_CELLSCOUNT=nombre d’éléments
_PS_NOCURBAT=accumulateur sans accès

_SYS_MODEL=modèle
_SYS_MODELEX=modèle (large)
_SYS_MANUFACT=producteur
_SYS_OS=OS
_SYS_BIOS_VENDOR=producteur BIOS
_SYS_BIOS_VERSION=version BIOS
_SYS_BIOS_DATE=date BIOS

_HDD_MODEL=modèle du disque dur
_HDD_SERIAL=numéro de série
_HDD_FIRMWARE=FirmWare

_INF_DATE=dernières changements
_INF_VERSION=version
_INF_COMPAT=compatibilité
_INF_OS=os indispensable

_PERF_CPU=CPU
_PERF_VIDEO=vidéo system
_PERF_RAM=RAM
_PERF_HDD=disque dur

Language=langue
GraphWidth=largeur du graphique
Resolution=possibilités
FullScreen=sur tout  écran
TestMode=teste
ModeClassic=classique
ModeReader=lecture
ModeIdle=immobilité
ChargeGraph=créer graphique du chargement
BeginTest=commencer test après débranchement
BenchWait=s’il vous plait, attendez la fin du teste
BenchAborted=teste entrecoupé

*****************************
**       HUNGARIAN         **
*****************************

[Hungarian]
ACStatus=Táp állapot:
Offline=lekapcsolva
Online=bekapcsolva
unknown=ismeretlen
BatStatus=Akku állapot:
High=magas
Low=alacsony
Critical=kritikus
Charging=töltés
NoBattery=nincs rendszer akkumulátor
UnknownStatus=ismeretlen állapot
Unavailable1=1. akkumulátor lekapcsolva
Unavailable2=2. akkumulátor lekapcsolva

CPU_Info=CPU
RAM_Info=RAM
DD_Info=Képernyő
PS_Info=Tápellátás
PS_BATTERIES=Akkumulátorok
PS_B_Info=Alap
PS_A_Info=Bővített
SYS_Info=Rendszer
HDD_Info=HDD
INF_Info=BEbattery.dll
PERF_Info=Teljesítmény

ElapsedTime=Eltelt:
TotalTime=Teljes:

ButtonInfo=Adatok
ButtonOptions=Beállítás
ButtonAbout=Súgó
ButtonExit=Kilépés
ButtonOk=Ok
ButtonReport=Jelentés
ButtonBenchmark=Mérés
ButtonDefault=Alap
ButtonLoad=Szöveg betöltés

_CPU_CPU=CPU
_CPU_CLOCK=CPU órajel
_CPU_EXT=CPU bővítmények
_CPU_CACHE=CPU gyorsítótár
_CPU_L1I=L1 utasítás:
_CPU_L1D=L1 adat:
_CPU_L2D=L2 adat:
_CPU_SERIAL=sorozatszám

_RAM_RAM=RAM
_RAM_LOAD=RAM foglalt
_RAM_SLOTS=Memóriafoglalatok száma

_DD_GLRENDERER=OpenGL megjelenítő eszköz
_DD_GLVERSION=OpenGL meghajtó verzió
_DD_RESOLUTION=Képernyő felbontás
_DD_ADAPTER=Illesztő
_DD_VS=Vertex árnyaló verzió
_DD_PS=Pixel árnyaló verzió
_DD_NOPS=Pixel árnyaló nem támogatott
_DD_NOVS=Vertex árnyaló nem támogatott

_PS_BATCOUNT=Akkumulátorok száma
_PS_BATAVAIL=akkumulátor használható
_PS_NAME=Akkumulátor neve
_PS_MANNAME=Gyártó
_PS_SERIAL=Sorozatszám
_PS_UID=Egyedi azonosító
_PS_TEMPERATURE=Hőmérséklet
_PS_CHEMISTRY=Kémiai felépítés
_PS_ELECTRIC=Elektromos adatok
_PS_DCAPACITY=Tervezett teljesítmény
_PS_CAPACITY=Jelenlegi teljesítmény
_PS_VOLTAGE=Jelenlegi feszültség
_PS_DESVOLTAGE=Tervezett feszültség
_PS_FCCAPACITY=Teljesítmény teljesen fetöltve
_PS_MAH=mAh
_PS_MWH=mWh
_PS_NOTC=Hőmérséklet mérés nem elérhető
_PS_NOCC=Ciklus számláló nem támogatott
_PS_CYCLES=Ciklus számláló
_PS_DATE=Gyártási idő
_PS_DISCRGSUP=Kényszerített kisütés támogatás
_PS_CRGSUP=Kényszerített töltés támogatás
_PS_SUPPORTED=támogatott
_PS_NOTSUPPORTED=nem támogatott
_PS_CELLSCOUNT=Cellák száma
_PS_NOCURBAT=Nincs akkumulátor

_SYS_MODEL=Típus
_SYS_MODELEX=Bővített típusazonosítás
_SYS_MANUFACT=Rendszergyártó
_SYS_OS=OS
_SYS_BIOS_VENDOR=BIOS szállító
_SYS_BIOS_VERSION=BIOS verzió
_SYS_BIOS_DATE=BIOS dátum

_HDD_MODEL=HDD típus
_HDD_SERIAL=HDD sorozatszám
_HDD_FIRMWARE=HDD beégetett programja

_INF_DATE=Utolsó módosítás
_INF_VERSION=Verzió
_INF_COMPAT=Megfelelések
_INF_OS=Szükséges OS

_PERF_CPU=CPU
_PERF_VIDEO=Videó
_PERF_RAM=RAM
_PERF_HDD=HDD

Language=Nyelv
GraphWidth=Grafikon szélesség
Resolution=OpenGL felbontás
FullScreen=Teljes képernyő
TestMode=Mérési mód
ModeClassic=Klasszikus
ModeReader=Olvasói ellenőrzés
ModeIdle=Tétlen
ChargeGraph=Akkumulátor töltési grafikon készítése
BeginTest=Ellenőrzés a tápellátás megszakadásakor
BenchWait=Kérem, várjon, míg a mérés véget ér
BenchAborted=A mérés megszakadt!

*****************************
**        SLOVAK            **   
**     by longo213         **  
*****************************

[Slovak]
ACStatus=Napájanie:
Offline=Odpojené
Online=Pripojené
unknown=Neznámy
BatStatus=Stav batérie:
High=Vysoký
Low=Nízky
Critical=Kritický
Charging=Nabíja
NoBattery=Bez batérie
UnknownStatus=Neznámy stav
Unavailable1=Prvá batéria odpojená
Unavailable2=Druhá batéria odpojená

CPU_Info=Procesor
RAM_Info=Pamäť
DD_Info=Zobrazovacie zariadenie
PS_Info=Zdroj napätia
PS_BATTERIES=Batéria
PS_B_Info=Základné
PS_A_Info=Rozšírené
SYS_Info=Systém
HDD_Info=Pevný disk
INF_Info=BEbattery.dll
PERF_Info=Výkon

ElapsedTime=Uplynulo:
TotalTime=Celkovo:

ButtonInfo=Info
ButtonOptions=Nastavenia
ButtonAbout=Nápoveda
ButtonExit=Zavrieť
ButtonOk=Ok
ButtonReport=Report
ButtonBenchmark=Test
ButtonDefault=Pôvodné
ButtonLoad=Načítaj text

_CPU_CPU=Procesor
_CPU_CLOCK=Takt procesora
_CPU_EXT=Podporované rozšírenia
_CPU_CACHE=Vyrovnávacia pamäť
_CPU_L1I=Level 1 Inštrukcie:
_CPU_L1D=Level 1 Data:
_CPU_L2D=Level 2 Data:
_CPU_SERIAL=Sériové číslo

_RAM_RAM=Operačná pamäť
_RAM_LOAD=Vyťaženie operačnej pamäti
_RAM_SLOTS=Počet pamäťových slotov

_DD_GLRENDERER=OpenGL renderer
_DD_GLVERSION=Verzia OpenGL ovládača 
_DD_RESOLUTION=Rozlíšenie obrazovky
_DD_ADAPTER=Grafický adaptér
_DD_VS=Verzia Vertex shader
_DD_PS=Verzia Pixel shader
_DD_NOPS=Pixel shadery nepodporované
_DD_NOVS=Vertex shadery nepodporované

_PS_BATCOUNT=Počet batérií
_PS_BATAVAIL=Dostupná batéria (-ie)
_PS_NAME=Označenie batérie
_PS_MANNAME=Výrobca
_PS_SERIAL=Sériové číslo
_PS_UID=Unikátne ID
_PS_TEMPERATURE=Teplota
_PS_CHEMISTRY=Zloženie
_PS_ELECTRIC=Elektrické info
_PS_DCAPACITY=Navrhovaná kapacita
_PS_CAPACITY=Súčasná kapacita
_PS_VOLTAGE=Súčasné napätie
_PS_DESVOLTAGE=Navrhované napätie
_PS_FCCAPACITY=Kapacita pri plnom nabití
_PS_MAH=mAh
_PS_MWH=mWh
_PS_NOTC=Tepelná kontrola neprítomná
_PS_NOCC=Bez podpory súčtu cyklov
_PS_CYCLES=Súčet cyklov
_PS_DATE=Dátum výroby

_PS_DISCRGSUP=Podpora vynúteného vybitia
_PS_CRGSUP=Podpora vynúteného nabitia
_PS_SUPPORTED=Podporovaný
_PS_NOTSUPPORTED=Nepodporovaný
_PS_CELLSCOUNT=Počet článkov
_PS_NOCURBAT=Batéria nedostupná

_SYS_MODEL=Model
_SYS_MODELEX=Rozšírená detekcia modelu
_SYS_MANUFACT=Výrobca
_SYS_OS=Operačný systém
_SYS_BIOS_VENDOR=Producent BIOS-u
_SYS_BIOS_VERSION=Verzia BIOS-u
_SYS_BIOS_DATE=Dátum BIOS-u

_HDD_MODEL=Model pevného disku
_HDD_SERIAL=Sériové číslo
_HDD_FIRMWARE=Verzia firmware

_INF_DATE=Dátum poslednej úpravy
_INF_VERSION=Verzia
_INF_COMPAT=Kompatibilita
_INF_OS=Vyžadovaný operačný systém

_PERF_CPU=Procesor
_PERF_VIDEO=Grafický adaptér
_PERF_RAM=Pamäť
_PERF_HDD=Pevný disk

Language=Jazyk
GraphWidth=Šírka grafu
Resolution=Rozlíšenie OpenGL
FullScreen=Na celú obrazovku
TestMode=Testovací mód
ModeClassic=Klasický
ModeReader=Čitateľský test
ModeIdle=Nečinný
ChargeGraph=Vytvor graf nabíjania batérie
BeginTest=Začni test po odpojení napájacieho adaptéru
BenchWait=Počkajte prosím na ukončenie testu
BenchAborted=Test zrušený!

*****************************
**        Danish           **
*****************************

[Dansk]
ACStatus=AC status:
Offline=Offline
Online=Online
unknown=Ukendt
BatStatus=Bat status:
High=Høj
Low=Lav
Critical=Kritisk
Charging=Oplader
NoBattery=Ingen batterier
UnknownStatus=Ukendt status
Unavailable1=1. Batteri frakoblet
Unavailable2=2. Batteri frakoblet

CPU_Info=CPU
RAM_Info=RAM
DD_Info=Grafikkort
PS_Info=Strømforsyning
PS_BATTERIES=Batterier
PS_B_Info=Simpel
PS_A_Info=Advanceret
SYS_Info=System
HDD_Info=HDD
INF_Info=BEbattery.dll
PERF_Info=Performance

ElapsedTime=Tid:
TotalTime=Total:

ButtonInfo=Info
ButtonOptions=Indstillinger
ButtonAbout=Hjælp
ButtonExit=Afslut
ButtonOk=Ok
ButtonReport=Rapport
ButtonBenchmark=Bench
ButtonDefault=Default
ButtonLoad=Læs tekst 

_CPU_CPU=CPU
_CPU_CLOCK=CPU Hastighed
_CPU_EXT=CPU Udvidelser
_CPU_CACHE=CPU Cache
_CPU_L1I=Level 1 instruktioner:
_CPU_L1D=Level 1 Data:
_CPU_L2D=Level 2 Data:
_CPU_SERIAL=CPU Seriel 

_RAM_RAM=RAM
_RAM_LOAD=RAM forbrug
_RAM_SLOTS=RAM slots ialt

_DD_GLRENDERER=OpenGL render enhed
_DD_GLVERSION=OpenGL driver version
_DD_RESOLUTION=Skærm opløsning
_DD_ADAPTER=Enhed 
_DD_VS=Vertex shader version
_DD_PS=Pixel shader version
_DD_NOPS=Pixel shaders ikke understøttet
_DD_NOVS=Vertex shaders ikke understøttet

_PS_BATCOUNT=Batteries antal
_PS_BATAVAIL=Batterier tilgængelige
_PS_NAME=Battery navn
_PS_MANNAME=Fabrikant
_PS_SERIAL=Seriel number
_PS_UID=Unikt ID
_PS_TEMPERATURE=Temperatur
_PS_CHEMISTRY=Kemi
_PS_ELECTRIC=Elektrisk info
_PS_DCAPACITY=Design kapacitet
_PS_CAPACITY=Nuværende kapacitet
_PS_VOLTAGE=Nuværende voltage
_PS_DESVOLTAGE=Designed voltage
_PS_FCCAPACITY=Opladet kapacitet
_PS_MAH=mAh
_PS_MWH=mWh
_PS_NOTC=Termisk kontrol ikke tilgængeligt
_PS_NOCC=Ingen understøttelse af cyklus tæller
_PS_CYCLES=Antal Cykler
_PS_DATE=Fabrikations dato
_PS_DISCRGSUP=Tvungen opladning understøttelse
_PS_CRGSUP=Tvungen opladning
_PS_SUPPORTED=Understøttet
_PS_NOTSUPPORTED=Ikke understøttet
_PS_CELLSCOUNT=Celle antal
_PS_NOCURBAT=Batteri utilgængeligt

_SYS_MODEL=Model
_SYS_MODELEX=Udvidelses model
_SYS_MANUFACT=System fabrikant
_SYS_OS=OS
_SYS_BIOS_VENDOR=BIOS Leverandør
_SYS_BIOS_VERSION=BIOS Version
_SYS_BIOS_DATE=BIOS Dato

_HDD_MODEL=HDD model
_HDD_SERIAL=HDD serielnummer
_HDD_FIRMWARE=HDD firmWare

_INF_DATE=Sidst ændret 
_INF_VERSION=Version
_INF_COMPAT=Muligheder
_INF_OS=Krævet OS

_PERF_CPU=CPU
_PERF_VIDEO=Video
_PERF_RAM=RAM
_PERF_HDD=HDD

Language=Sprog
GraphWidth=Graph Bredde
Resolution=OpenGL Opløsning
FullScreen=Fuld skærm
TestMode=Benchmark modus
ModeClassic=Klassisk
ModeReader=Læse test
ModeIdle=Inaktiv
ChargeGraph=Lav batteri opladnings graph
BeginTest=Begyndt test når strømforsyning afbrydes
BenchWait=Vent indtil benchmark afsluttes.
BenchAborted=Benchmark annulleret!



*****************************
**        DEUTSCH          **
*****************************

[Deutsch]
ACStatus=AC status:
Offline=Offline
Online=Online
unknown=unbekannt
BatStatus=Batteriezustand:
High=hoch
Low=niedrig
Critical=kritisch
Charging=am aufladen
NoBattery=keine Systembatterie
UnknownStatus=Unbekannter Zustand
Unavailable1=Batterie-1 nicht angeschlossen
Unavailable2=Batterie-2 nicht angeschlossen

CPU_Info=Prozessor Info
RAM_Info=Speicher Info
DD_Info=Anzeigerät
PS_Info=Netzgerät
PS_BATTERIES=Batterien
PS_B_Info=Basic
PS_A_Info=erweitert
SYS_Info=System
HDD_Info=Festplatte
INF_Info=BEbattery.dll
PERF_Info=Leistungsfähigkeit

ElapsedTime=verstrichene Zeit:
TotalTime=Gesamtzeit:

ButtonInfo=Info
ButtonOptions=Optionen
ButtonAbout=Hilfe
ButtonExit=Exit
ButtonOk=Ok
ButtonReport=Bericht
ButtonBenchmark=Leistungstest
ButtonDefault=standard
ButtonLoad= text laden

_CPU_CPU=CPU
_CPU_CLOCK=CPU Clock
_CPU_EXT=CPU Extensions
_CPU_CACHE=CPU Cache
_CPU_L1I=Level 1 Intsructions:
_CPU_L1D=Level 1 Data:
_CPU_L2D=Level 2 Data:
_CPU_SERIAL=Seriennummer

_RAM_RAM=Speicher
_RAM_LOAD=Speicher laden
_RAM_SLOTS=Anzahl der Arbeitsspeicherplätze 

_DD_GLRENDERER=OpenGL Darstellungsquelle
_DD_GLVERSION=OpenGL Treiberversion
_DD_RESOLUTION=Bildschirmauflösung
_DD_ADAPTER=Adapter
_DD_VS=Vertex shader version
_DD_PS=Pixel shader version
_DD_NOPS=Pixel shaders nicht unterstützt
_DD_NOVS=Vertex shaders nicht unterstützt

_PS_BATCOUNT=Batterieanzahl
_PS_BATAVAIL=Batterie(-n) verfügbar
_PS_NAME=Batteriename
_PS_MANNAME=Hersteller
_PS_SERIAL=Seriennummer
_PS_UID=Identifikationsnummer
_PS_TEMPERATURE=Temperatur
_PS_CHEMISTRY=Chemie
_PS_ELECTRIC=Elektrische Information
_PS_DCAPACITY=Model Kapazität
_PS_CAPACITY=Tatsächliche Kapazität
_PS_VOLTAGE=Aktuelle Spannung
_PS_DESVOLTAGE=Model Spannung
_PS_FCCAPACITY=Full charged capacity
_PS_MAH=mAh
_PS_MWH=mWh
_PS_NOTC=Temperaturkontrolle nicht verfügbar
_PS_NOCC=Keine Unterstützung für Wechselzähler 
_PS_CYCLES=Anzahl der Wechsel
_PS_DATE=Herstellungsdatum
_PS_DISCRGSUP=Unterstützt Zwangsentladung
_PS_CRGSUP=Force Charge support
_PS_SUPPORTED=unterstützt
_PS_NOTSUPPORTED=nicht unterstützt
_PS_CELLSCOUNT=Anzahl der Zellen
_PS_NOCURBAT=Batterie ist nicht verfügbar

_SYS_MODEL=Model
_SYS_MODELEX=Erweitertes Model gefunden
_SYS_MANUFACT=Systemhersteller
_SYS_OS=Betriebsystem
_SYS_BIOS_VENDOR=BIOS Vendor
_SYS_BIOS_VERSION=BIOS Version
_SYS_BIOS_DATE=BIOS Datum

_HDD_MODEL=Festplattentyp
_HDD_SERIAL=Festplattenseriennummer
_HDD_FIRMWARE=Festplatten firmWare

_INF_DATE=Zuletzt modifiziert
_INF_VERSION=Version
_INF_COMPAT=Kompatibilitäten
_INF_OS=Betriebssystem benötigt

_PERF_CPU=Prozessor
_PERF_VIDEO=Video
_PERF_RAM=Speicher
_PERF_HDD=Festplatte

Language=Sprache
GraphWidth=Grafikbreite
Resolution=OpenGL Auflösung
FullScreen=Vollbild
TestMode=Leistungstestmodus
ModeClassic=klassisch
ModeReader=Lesertest
ModeIdle=Leerlauf
ChargeGraph=Erstelle Batterieladegraph
BeginTest=Beginne mit Test wenn AC nicht mehr verbunden ist.
BenchWait=Bitte warten, bis der Benchmarktest abgeschlossen ist.
BenchAborted=Benchmark abgebrochen!



*****************************
**        GREEK            **         
*****************************

[GREEK]
ACStatus=AAAAAAAAAAAAAAAAA
Offline=OOOOOOOOOOOOOO
Online=OOOOOOOOO
Unknown=UUUUUUU
BatStatusBBBBBBBBBBBBBBBBBBBBB
High=HHHHHHH
Low=LLLLLL
Critical=CCCCCCCCCCC
Charging=CCCCCCC
NoBattery=NNNNNNNNNNNNNNNNNNNNNN
UnknownStatus=UUUUUUUUUUUUUUUUU
Unavailable1=UUUUUUUUUUUUUUUUUUUU
Unavailable2UUUUUUUUUUUUUUUUUUUUU

CPUCInfoIIIIIIIIIIIIII
RAMRInfoIIIIIII
DD_Info=DDDDDDDDDDDDDDD
PS_Info=PPPPPPPPPPPPP
PS_BATTERIES=IIIIIIIII
PS_B_Info=PPPPPPP
PS_A_Info=PPPPPPPPPPPP
SYS_Info=SSSSSSS
HDD_Info=HH
INF_Info=BEbattery.dll
PERF_Info=PPPPPPP

ElapsedTime=EEEEEEEE
TotalTime=TTTTTTTT

ButtonInfo=BBBBBBBBBBB
ButtonOptions=BBBBBBBB
ButtonAbout=BBBBBBBB
ButtonExit=BBBBBB
ButtonOk=ooo
ButtonReport=BBBBBBB
ButtonBenchmark=BBBBBBBBB
ButtonDefault=BBBBBBBBBBBBBBBBBBBB
ButtonLoad=BBBBBBBBBBBBBBB

_CPU_CPU=_____________
_CPU_CLOCK=____________________
_CPU_EXT=_______________________
_CPU_CACHE=_______________________ 
_CPU_L1I=_________________
_CPU_L1D=___________________
_CPU_L2D=_____________________
_CPU_SERIAL=_______________

_RAM_RAM=______
_RAM_LOAD=_______________
_RAM_SLOTS=_________________________

_DD_GLRENDERER=OpenGLOOOOOOOOOOOOOOOOO
_DD_GLVERSION=OpenGL OOOOOO       
_DD_RESOLUTION=_________________
_DD_ADAPTER=           
_DD_VS=Vertex shaderVVVVVVV
_DD_PS=Pixel Shader PPPPPPP
_DD_NOPS= Pixel Shader                 
_DD_NOVS= Vertex shader VVVVVVVVVVVVVVVVVVV

_PS_BATCOUNT=____________________
_PS_BATAVAIL=____________________________
_PS_NAME=________________
_PS_MANNAME=______________
_PS_SERIAL=_______________
_PS_UID=___________________
_PS_TEMPERATURE=____________
_PS_CHEMISTRY=________________
_PS_ELECTRIC=____________________
_PS_DCAPACITY=__________________________
_PS_CAPACITY=___________________
_PS_VOLTAGE=________________
_PS_DESVOLTAGE=______________________
_PS_FCCAPACITY=____________________
_PS_MAH=mAh                                                  
_PS_MWH=mWh                                                
_PS_NOTC=________________________
_PS_NOCC=__________________________________
_PS_CYCLES=_________________
_PS_DATE=_______________________
_PS_DISCRGSUP=_______________________________
_PS_CRGSUP=____________________________
_PS_SUPPORTED=____________
_PS_NOTSUPPORTED=__________________
_PS_CELLSCOUNT=__________________
_PS_NOCURBAT=____________________

_SYS_MODEL= _______
_SYS_MODELEX= ________                     
_SYS_MANUFACT= ________________
_SYS_OS= _______
_SYS_BIOS_VENDOR= BIOS BBBBBBBBBBB
_SYS_BIOS_VERSION= BIOS BBBBBB
_SYS_BIOS_DATE= BIOS BBBBBBBBBB

_HDD_MODEL= ______________________
_HDD_SERIAL= _____________________________
_HDD_FIRMWARE= ______________________

_INF_DATE= ________________
_INF_VERSION= ______
_INF_COMPAT= ___________
_INF_OS=___________________

_PERF_CPU= ____________
_PERF_VIDEO= ______
_PERF_RAM= _____
_PERF_HDD=______________

Language= LLLLLL
GraphWidth= GGGGGGGGGGGGGGGG
Resolution=OpenGL RRRRRRRR
FullScreen= FFFFFFFFFFFF
TestMode= TTTTTTTTTTTTTTT
ModeClassic=MMMMMMMM
ModeReader=MMMMMMMMMMMMMMMMM
ModeIdle= MMMMMMM
ChargeGraph=CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC
BeginTest=BBBBBBBBBBBBBBBBBBBBBBBBBBBBBBB
BenchWait=BBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBB
BenchAborted======================

*****************************
**        DUTCH            **
** by Vaako_1969 aka Geert **
*****************************

[DUTCH]
ACStatus=AC status:
Offline=Offline
Online=Online
unknown=Onbekend
BatStatus=Batterij status:
High=Hoog
Low=Laag
Critical=Kritisch
Charging=Laden
NoBattery=Geen Systeem batterij
UnknownStatus=Onbekende status
Unavailable1=Eerste Batterij niet aangesloten
Unavailable2=Tweede Batterij niet aangesloten

CPU_Info=Processor Info
RAM_Info=Geheugen Info
DD_Info=Beeldscherm
PS_Info=Netvoeding
PS_BATTERIES=Batterijen
PS_B_Info=Basis
PS_A_Info=Geavanceerd
SYS_Info=Systeem
HDD_Info=Hardeschijf
INF_Info=BEbattery.dll
PERF_Info=Prestaties

ElapsedTime=Verstreken:
TotalTime=Totaal:

ButtonInfo=Info
ButtonOptions=Opties
ButtonAbout=Help
ButtonExit=Beëindigen
ButtonOk=Ok
ButtonReport=Raport
ButtonBenchmark=Benchmark
ButtonDefault=Standaard
ButtonLoad=Tekst Laden

_CPU_CPU=CPU
_CPU_CLOCK=CPU Clock
_CPU_EXT=CPU Extensions
_CPU_CACHE=CPU Cache
_CPU_L1I=Level 1 Intsructions:
_CPU_L1D=Level 1 Data:
_CPU_L2D=Level 2 Data:
_CPU_SERIAL=Serie nummer

_RAM_RAM=GEHEUGEN
_RAM_LOAD=Geheugen Laden
_RAM_SLOTS=Geheugen Slots

_DD_GLRENDERER=OpenGL render device
_DD_GLVERSION=OpenGL driver versie
_DD_RESOLUTION=Scherm resolutie
_DD_ADAPTER=Adapter
_DD_VS=Vertex shader versie
_DD_PS=Pixel shader versie
_DD_NOPS=Pixel shaders word niet ondersteund
_DD_NOVS=Vertex shaders word niet ondersteund

_PS_BATCOUNT=Batterijen aantal
_PS_BATAVAIL=Batterij(en) beschikbaar
_PS_NAME=Batterij naam
_PS_MANNAME=Fabrikant
_PS_SERIAL=Serie nummer
_PS_UID=Unieke identiteit
_PS_TEMPERATURE=Temperatuur
_PS_CHEMISTRY=Chemische samenstelling
_PS_ELECTRIC=Elektrische Informatie
_PS_DCAPACITY=Ontworpen voor Capaciteit
_PS_CAPACITY=Actuele Capaciteit
_PS_VOLTAGE=Actuele spanning
_PS_DESVOLTAGE=Ontworpen voor voltage
_PS_FCCAPACITY=Volledige geladen capaciteit
_PS_MAH=mAh
_PS_MWH=mWh
_PS_NOTC=Thermisch controle niet beschikbaar
_PS_NOCC=Cycles count niet beschikbaar
_PS_CYCLES=Cycles count
_PS_DATE=Datum van fabrikatie
_PS_DISCRGSUP=Geforceerd ontladen
_PS_CRGSUP=Geforceerd laden word ondersteund
_PS_SUPPORTED=Word ondersteund
_PS_NOTSUPPORTED=Word NIET ondersteund
_PS_CELLSCOUNT=Aantal Cellen
_PS_NOCURBAT=Batterij is niet beschikbaar

_SYS_MODEL=Model
_SYS_MODELEX=Extern Model Gedetecteerd
_SYS_MANUFACT=Systeem Fabrikant
_SYS_OS=OS
_SYS_BIOS_VENDOR=BIOS fabrikant
_SYS_BIOS_VERSION=BIOS Versie
_SYS_BIOS_DATE=BIOS Datum

_HDD_MODEL=Hardeschijf model
_HDD_SERIAL=Hardeschijf serienummer
_HDD_FIRMWARE=Hardeschijf firmWare

_INF_DATE=Laaste Wijziging
_INF_VERSION=Versie
_INF_COMPAT=Compatibelheid
_INF_OS=OS vereist

_PERF_CPU=Processor
_PERF_VIDEO=Video
_PERF_RAM=Geheugen
_PERF_HDD=Hardeschijf

Language=Spraak
GraphWidth=Graph Width
Resolution=OpenGL Resolutie
FullScreen=Volledig Scherm
TestMode=Benchmark modus
ModeClassic=Klassiek
ModeReader=Reader's test
ModeIdle=Idle
ChargeGraph=Creëer een grafiek van het laden v.d. batterij  
BeginTest=Begin test bij het ontkoppelen van het netstroom adapter
BenchWait=Gelieve te wachten tot dat de benchmark gestopt is!!!
BenchAborted=Benchmark Afgebroken!

*****************************
**        FINNISH          **
*****************************

[Finnish]
ACStatus=Verkkovirta:
Offline=Ei kytketty
Online=Kytketty
unknown=Tuntematon
BatStatus=Akunvaraus:
High=Korkea
Low=Matala
Critical=Kriittinen
Charging=Lataa
NoBattery=Ei akkua jдrjestelmдssд
UnknownStatus=Tuntematon Tila
Unavailable1=1. Akku ei Kytketty
Unavailable2=2. Akku ei Kytketty

CPU_Info=Prosessori
RAM_Info=Muisti
DD_Info=Nдyttц
PS_Info=Virtalдhde
PS_BATTERIES=Akku
PS_B_Info=Perustiedot
PS_A_Info=Lisдtiedot
SYS_Info=Jдrjestelmд
HDD_Info=Kovalevy
INF_Info=BEbattery.dll
PERF_Info=Suorituskyky

ElapsedTime=Kulunut Aika:
TotalTime=Kokonaisaika:

ButtonInfo=Info
ButtonOptions=Valikko
ButtonAbout=Apu
ButtonExit=Sulje
ButtonOk=Ok
ButtonReport=Raportti
ButtonBenchmark=Testaa
ButtonDefault=Oletus
ButtonLoad=Lataa Teksti

_CPU_CPU=Prosessori
_CPU_CLOCK=Prosessorin Kellotaajuus
_CPU_EXT=Prosessorin Laajennukset
_CPU_CACHE=Prosessorin Vдlimuisti
_CPU_L1I=Taso 1 Ohjeet:
_CPU_L1D=Taso 1 Data:
_CPU_L2D=Taso 2 Data:
_CPU_SERIAL=Sarjanumero

_RAM_RAM=Muisti
_RAM_LOAD=Muistikuorma
_RAM_SLOTS=Muistipaikkojen lukumддrд

_DD_GLRENDERER=OpenGL renderointi laite
_DD_GLVERSION=OpenGL ajuriversio
_DD_RESOLUTION=Nдytцn resoluutio
_DD_ADAPTER=Adapteri
_DD_VS=Verteksivarjostin versio
_DD_PS=Pikselivarjostin versio
_DD_NOPS=Pikselivarjostin ei tuettu
_DD_NOVS=Verteksivarjostin ei tuettu

_PS_BATCOUNT=Akkujen lukumддrд
_PS_BATAVAIL=Akku(a) kдytцssд
_PS_NAME=Akun nimi
_PS_MANNAME=Valmistaja
_PS_SERIAL=Sarjanumero
_PS_UID=Yksikдsitteinen tunniste
_PS_TEMPERATURE=Lдmpцtila
_PS_CHEMISTRY=Kemia
_PS_ELECTRIC=Sдhkцiset tiedot
_PS_DCAPACITY=Suunniteltu kapasiteetti
_PS_CAPACITY=Nykyinen kapasiteetti
_PS_VOLTAGE=Nykyinen jдnnite
_PS_DESVOLTAGE=Suunniteltu jдnnite
_PS_DCAPACITY=Suunniteltu kapasiteetti
_PS_FCCAPACITY=Tдyden latauksen kapasiteetti
_PS_MAH=mAh
_PS_MWH=mWh
_PS_NOTC=Ei lдmpцtila kontrollia
_PS_NOCC=Ei tukea vaihe laskennalle
_PS_CYCLES=Vaiheiden laskenta
_PS_DATE=Valmistuspдivд
_PS_DISCRGSUP=Pakota Purkamisen tuki
_PS_CRGSUP=Pakota Latauksen tuki
_PS_SUPPORTED=Tuettu
_PS_NOTSUPPORTED=Ei Tuettu
_PS_CELLSCOUNT=Kennojen lukumддrд
_PS_NOCURBAT=Akku ei ole kytketty

_SYS_MODEL=Malli
_SYS_MODELEX=Laajennetun Mallin tunniste
_SYS_MANUFACT=Jдrjestelmдn Valmistaja
_SYS_OS=Kдyttцjдrjestelmд
_SYS_BIOS_VENDOR=BIOS Myyjд
_SYS_BIOS_VERSION=BIOS Versio
_SYS_BIOS_DATE=BIOS Pдivдmддrд

_HDD_MODEL=Kovalevyn malli
_HDD_SERIAL=Kovalevyn sarjanumero
_HDD_FIRMWARE=Kovalevyn Ohjelmaversio

_INF_DATE=Viimeksi Muokattu
_INF_VERSION=Versio
_INF_COMPAT=Yhteensopivuudet
_INF_OS=Vaadittu Kдyttцjдrjestelmд

_PERF_CPU=Prosessori
_PERF_VIDEO=Nдytцnohjain
_PERF_RAM=Muisti
_PERF_HDD=Kovalevy

Language=Kieli
GraphWidth=Graafin leveys
Resolution=OpenGL resoluutio
FullScreen=Koko nдyttц
TestMode=Testitila
ModeClassic=Klassinen
ModeReader=Lukija testi
ModeIdle=Idle
ChargeGraph=Luo graafi akun lataamisesta
BeginTest=Aloita testi kun laturi irroitetaan
BenchWait=Ole hyvд ja odota kunnes testi on tehty loppuun
BenchAborted=testi keskeytetty

*****************************
**        ITALIANO          **
*****************************

[Italiano]
ACStatus=AC status:
Offline=Offline
Online=Online
unknown=sconosciuto
BatStatus=Stato Batteria:
High=alto
Low=basso
Critical=critico
Charging=caricando
NoBattery=__Nessuna Batteria
UnknownStatus=Stato sconosciuto
Unavailable1=Batteria-1 non inserita
Unavailable2=Batteria-2 non inserita

CPU_Info=Info processore
RAM_Info=Info memoria
DD_Info=Info visualizzazione
PS_Info=Corrente
PS_BATTERIES=Batterie
PS_B_Info=Base
PS_A_Info=avvanzato
SYS_Info=Sistema
HDD_Info=Disco fisso
INF_Info=BEbattery.dll
PERF_Info=efficienza

ElapsedTime=Tempo trascorso:
TotalTime=Tempo totale:

ButtonInfo=Info
ButtonOptions=Opzioni
ButtonAbout=Aiuto
ButtonExit=Esci
ButtonOk=Ok
ButtonReport=Riassunto
ButtonBenchmark=Test efficienza
ButtonLoad= caricare testo

_CPU_CPU=CPU
_CPU_CLOCK=CPU Clock
_CPU_EXT=CPU Extensions
_CPU_CACHE=CPU Cache
_CPU_L1I=Level 1 Intsructions:
_CPU_L1D=Level 1 Data:
_CPU_L2D=Level 2 Data:
_CPU_SERIAL=Numero di serie

_RAM_RAM=Memoria
_RAM_LOAD=Caricamento memoria
_RAM_SLOTS=Spazi per memoria di lavoro

_DD_GLRENDERER=Fonte visualizzazione OpenGL
_DD_GLVERSION=OpenGL Driver
_DD_RESOLUTION=Risoluzione schermo
_DD_ADAPTER=Adattatore
_DD_VS=Versione Vertex shader
_DD_PS=Versione Pixel shader
_DD_NOPS=Pixel shaders non supportati
_DD_NOVS=Vertex shaders non supportati 

_PS_BATCOUNT=Numero di batterie
_PS_BATAVAIL=Batterie disponibili
_PS_NAME=Nome batteria
_PS_MANNAME=Produttore
_PS_SERIAL=Nummero di serie
_PS_UID=Numero Identificazione
_PS_TEMPERATURE=Temperatura
_PS_CHEMISTRY=Chimica
_PS_ELECTRIC=Info elettriche 
_PS_DCAPACITY=Capacità Modello
_PS_CAPACITY=Capacità effettiva
_PS_VOLTAGE=Tensione attuale
_PS_DESVOLTAGE=Tensione modello
_PS_DCAPACITY=Design capacity
_PS_FCCAPACITY=Capacità pieno caricamento
_PS_MAH=mAh
_PS_MWH=mWh
_PS_NOTC=Controllo temperatura non disponibile
_PS_NOCC=Keine Unterstützung für Wechselzähler 
_PS_CYCLES=Anzahl der Wechsel
_PS_DATE=Data di produzione
_PS_DISCRGSUP=Scaricamento forzato supportato
_PS_CRGSUP=Force Charge support
_PS_SUPPORTED=supportato
_PS_NOTSUPPORTED=non supportato
_PS_CELLSCOUNT=Numero di celle
_PS_NOCURBAT=Batteria non disponibile

_SYS_MODEL=Modello
_SYS_MODELEX=Trovato modello ampliato
_SYS_MANUFACT=Produttore sistema
_SYS_OS=Sistema Operativo
_SYS_BIOS_VENDOR=Venditore BIOS
_SYS_BIOS_VERSION=Versione BIOS
_SYS_BIOS_DATE=Data del BIOS

_HDD_MODEL=Tipo di disco fisso
_HDD_SERIAL=Numero di serie del disco fisso
_HDD_FIRMWARE=FirmWare del disco fisso

_INF_DATE=Modificato ultima volta
_INF_VERSION=Versione
_INF_COMPAT=Compatibilità
_INF_OS=Sistema Operativo necessario

_PERF_CPU=Processore
_PERF_VIDEO=Video
_PERF_RAM=Memoria
_PERF_HDD=Disco fisso

Language=Lingua
GraphWidth=Ampiezza grafica
Resolution=Risoluzione OpenGL
FullScreen=Schermo pieno
TestMode=Modalità test efficienza
ModeClassic=classico
ModeReader=Test lettore
ModeIdle=in attesa
ChargeGraph=Crea grafico caricamento batteria
BeginTest=Inizia il test quando AC non è più collegato
BenchWait=Per favore attenda affinchè il test Benchmark sia concluso
BenchAborted=Benchmark interrotto! 